Repository: vgsr/econozel
Catalog: languages/econozel-*.po
Languages: nl_nl

source: Econozel articles
nl_nl: Econozelartikelen

# Post status
source: Featured
nl_nl: Uitgelicht

# Post status
source: Featured <span class="count">(%s)</span>
nl_nl: Uitgelicht (%s)

source: Econozel Settings
nl_nl: Econozel Instellingen

source: Settings
nl_nl: Instellingen

source: Page Number
nl_nl: Paginanummer

source: Featured
nl_nl: Uitgelicht

source: Edition
nl_nl: Editie

source: Make this article not featured
nl_nl: Maak dit artikel niet-uitgelicht

source: Make this article featured
nl_nl: Maak dit artikel uitgelicht

source: Article Details
nl_nl: Artikeldetails

source: Volume & Edition
nl_nl: Jaargang & editie

source: Page Number: %d
nl_nl: Paginanummer: %d

source: &mdash; Not published in an Edition &mdash;
nl_nl: &mdash; Niet gepubliceerd in een editie &mdash;

source: Remove author
nl_nl: Auteur verwijderen

source: There are no users available to be selected as author.
nl_nl: Er zijn geen gebruikers om te selecteren als auteur.

source: Add author
nl_nl: Auteur toevoegen

source: View Article
nl_nl: Bekijk artikel

source: Article updated.
nl_nl: Artikel bijgewerkt.

source: Article created.
nl_nl: Artikel aangemaakt.

source: Article saved.
nl_nl: Artikel opgeslagen.

source: Article submitted.
nl_nl: Artikel ingediend.

source: %s article updated.
nl_nl: %s artikel bijgewerkt.

source: 1 article not updated, somebody is editing it.
nl_nl: 1 artikel niet bijgewerkt, iemand anders is het aan het bewerken.

source: %s article not updated, somebody is editing it.
nl_nl: %s artikel niet bijgewerkt, iemand anders is het aan het bewerken.

source: %s article permanently deleted.
nl_nl: %s artikel permanent verwijderd.

source: %s article moved to the Trash.
nl_nl: %s artikel verplaatst naar de prullenbak.

source: %s article restored from the Trash.
nl_nl: %s artikel hersteld uit de prullenbak.

source: Volume
nl_nl: Jaargang

source: The Volume is the periodic collection an Edition belongs to.
nl_nl: De jaagang is de periodieke collectie waartoe een editie behoort.

source: Econozel Role
nl_nl: Econozel rol

source: &mdash; No Econozel role &mdash;
nl_nl: &mdash; Geen Econozel rol &mdash;

source: Econozel Articles
nl_nl: Econozelartikelen

source: Econozel Article
nl_nl: Econozelartikel

source: All Articles
nl_nl: Alle artikelen

source: New Article
nl_nl: Nieuw artikel

source: Create New Article
nl_nl: Nieuw artikel toevoegen

source: Edit
nl_nl: Bewerken

source: Edit Article
nl_nl: Bewerk artikel

source: View Articles
nl_nl: Bekijk artikelen

source: Search Articles
nl_nl: Zoek artikel

source: No articles found
nl_nl: Geen artikelen gevonden

source: No articles found in Trash
nl_nl: Geen artikelen gevonden in de prullebak

source: Insert into article
nl_nl: Invoegen in artikel

source: Uploaded to this article
nl_nl: Uploaden naar artikel

source: Filter articles list
nl_nl: Artikelen filteren

source: Articles list navigation
nl_nl: Navigatie door de artikelenlijst

source: Articles list
nl_nl: Artkelenlijst

source: Page %d
nl_nl: Pagina %d

source: Viewing %1$s article
nl_nl: Je bekijkt %1$s artikel

source: Viewing article %2$s of %4$s articles
nl_nl: Je bekijkt artikel %2$s van %4$s artikelen

source: Econozel Editor
nl_nl: Econozelredacteur

source: Econozel Editions
nl_nl: Econozeledities

source: Editions
nl_nl: Edities

source: Econozel Edition
nl_nl: Econozeleditie

source: Search Editions
nl_nl: Zoek edities

source: All Editions
nl_nl: Alle edities

source: No Edition
nl_nl: Geen editie

source: Edit Edition
nl_nl: Bewerk editie

source: Update Edition
nl_nl: Editie bijwerken

source: Add New Edition
nl_nl: Nieuwe editie toevoegen

source: New Edition Name
nl_nl: Nieuwe editienaam

source: View Edition
nl_nl: Editie bekijken

source: Issue
nl_nl: Uitgave

source: Issues
nl_nl: Uitgaven

source: The Edition's issue type within the Volume.
nl_nl: Het uitgavetype van de editie in de jaargang

source: Documents
nl_nl: Documenten

source: The published document as a PDF file.
nl_nl: Het gepubliceerde document als PDF-bestand.

source: The document is the digital reference to the physical publication.
nl_nl: Het document is de digitale versie van de fysieke publicatie.

source: Set document
nl_nl: Document instellen

source: Remove %s document
nl_nl: %s document verwijderen

source: Could not set that as the document. Try a different attachment.
nl_nl: Kan dit niet als het document instellen. Probeer een ander bestand.

source: Cover photo
nl_nl: Coverfoto

source: Cover photos
nl_nl: Coverfoto's

source: The cover photo of the published item.
nl_nl: De coverfoto van een gepubliceerd item.

source: Cover Photo
nl_nl: Coverfoto

source: The cover photo is the visual identity of the publication.
nl_nl: De coverfoto is de visuele identiteit van de publicatie.

source: Set cover photo
nl_nl: Coverfoto instellen

source: %s Cover Photo
nl_nl: %s coverfoto

source: Remove cover photo
nl_nl: Coverfoto verwijderen

source: Could not set that as the cover photo. Try a different attachment.
nl_nl: Kan dit niet als coverfoto instellen. Probeer een ander bestand.

source: Issue %d
nl_nl: Uitgave %d

source: View articles in %s
nl_nl: Bekijk artikelen in %s

source: %d article
nl_nl: %d artikel

source: Prevent Edition documents from being indexed
nl_nl: Verhinder het indexeren van editiedocumenten

source: Random Article
nl_nl: Willekeurig artikel

source: Featured Articles
nl_nl: Uitgelichte artikelen

# customizer menu type label
source: Econozel Page
nl_nl: Econozel Pagina

source: General Settings
nl_nl: Algemene instellingen

source: Per Page Settings
nl_nl: Per pagina instellingen

source: Limit Admin Access
nl_nl: Beperkt admintoegang

source: Edition Issues
nl_nl: Editie-uitgaven

source: Volume Title
nl_nl: Jaargangtitel

source: Volumes
nl_nl: Jaargangen

source: Econozel Root
nl_nl: Econozel basis

source: Article
nl_nl: Artikel

source: Define the available edition issues and other generic settings
nl_nl: Bepaal de beschikbare editie-uitgaven en andere instellingen

source: Limit Econozel admin access to Econozel Editors only
nl_nl: Beperk toegang tot de admin van d' Econozel tot alleen voor Econozelredacteuren

source: Comma separated list of available issues
nl_nl: Komma-gescheiden lijst van beschikbare uitgaven

source: Prefix all volume titles with the term 'Volume' (Useful when you have only numeric volumes)
nl_nl: Alle jaargangtitels voorvoegen met de term 'Jaargang' (Handig als je alleen numerieke jaargangen hebt)

source: How many volumes and editions to show per page
nl_nl: Hoeveel jaargangen en edities per pagina te tonen

source: per page
nl_nl: per pagina

source: Note: when showing volume editions this setting is ignored
nl_nl: NB: bij edities in een jaargang wordt deze instelling genegeerd

source: Customize your econozel slugs
nl_nl: Pas je econozel slugs aan

source: Without Edition
nl_nl: Zonder editie

source: Related Edition
nl_nl: Gerelateerde editie

source: Latest Edition
nl_nl: Laatste editie

source: &mdash; No Edition &mdash;
nl_nl: &mdash; Geen editie &mdash;

# Page title
source: Volumes
nl_nl: Jaargangen

# Page title
source: Editions
nl_nl: Edities

# Page title
source: Featured Articles
nl_nl: Uitgelichte artikelen

# Page title
source: Articles
nl_nl: Artikelen

source: This page lists recent Econozel activity on this site. You can browse the <a title="%1$s" href="%2$s">volume archives</a>, <a title="%5$s" href="%6$s">edition archives</a> or <a title="%3$s" href="%4$s">article archives</a> to find all articles that have been archived or published on this site.
nl_nl: Deze pagina toont de recente Econozelactiviteit op deze site. Je kunt bladeren in het <a title="%1$s" href="%2$s">jaargangenarchief</a>, het <a title="%5$s" href="%6$s">editie-archief</a> of het <a title="%3$s" href="%4$s">artikelarchief</a> om de gearchiveerde en gepubliceerde artikelen op deze site te vinden.

source: Permalink to the volume archives
nl_nl: Link naar het jaargangarchief

source: Permalink to the article archives
nl_nl: Link naar het artikelarchief

source: Permalink to the edition archives
nl_nl: Link naar het editie-archief

source: Or surprise yourself by visiting a <a href="%s">randomly selected article</a>.
nl_nl: Of laat je verrassen door een <a href="%s">willekeurig artikel</a>.

source: This page lists all Econozel volumes with their respective editions. You can browse here to find articles that have been archived or published on this site. To view all published articles, go to the <a title="%1$s" href="%2$s">article archives</a>.
nl_nl: Deze pagina toont alle jaargangen van d' Econozel met hun edities. Hier vind je de op deze site gearchiveerde en gepubliceerde artikelen. Om alle losse artikelen te bekijken, ga je naar het <a title="%1$s" href="%2$s">artikelarchief</a>.

source: This page lists all Econozel editions with their articles. You can browse here to find articles that have been archived or published on this site. To view all published articles, go to the <a title="%1$s" href="%2$s">article archives</a>.
nl_nl: Deze pagina toont alle edities van d' Econozel met hun artikelen. Hier vind je de op deze site gearchiveerde en gepubliceerde artikelen. Om alle losse artikelen te bekijken, ga je naar het <a title="%1$s" href="%2$s">artikelarchief</a>.

source: Download the Edition's document file
nl_nl: Download het bestand van deze editie

source: This page lists all featured Econozel articles archived on this site. The following articles are hand-picked and recommended by the editors, just for you.
nl_nl: Deze pagina toont alle uitgelichte Econozelartikelen. De volgende artikelen zijn geplukt

source: This page lists all Econozel articles archived on this site. You can browse them here or through the registered <a title="%1$s" href="%2$s">volumes</a> and <a title="%3$s" href="%4$s">editions</a> through which they have been published.
nl_nl: Deze pagina toont alle Econozelartikelen die gearchiveerd zijn op deze site. Je kan er hier door bladeren of in de <a title="%1$s" href="%2$s">jaargangen</a> en <a title="%3$s" href="%4$s">edities</a> waarin ze zijn gepubliceerd.

source: Older volumes
nl_nl: Oudere jaargangen

source: Newer volumes
nl_nl: Nieuwe jaargangen

source: Volumes navigation
nl_nl: Navigatie voor jaargangen

source: Older editions
nl_nl: Oudere edities

source: Newer editions
nl_nl: Nieuwere edities

source: Editions navigation
nl_nl: Navigatie voor edities

source: Older articles
nl_nl: Oudere artikelen

source: Newer articles
nl_nl: Nieuwere artikelen

source: Articles navigation
nl_nl: Navigatie voor artikelen

source: Manage Articles
nl_nl: Beheer artikelen

source: Econozel Volumes
nl_nl: Econozeljaargangen

source: Econozel Volume
nl_nl: Econozeljaargang

source: Search Volumes
nl_nl: Zoek jaargangen

source: All Volumes
nl_nl: Alle jaargangen

source: No Volume
nl_nl: Geen jaargang

source: Edit Volume
nl_nl: Jaargang bewerken

source: Update Volume
nl_nl: Jaargang bijwerken

source: Add New Volume
nl_nl: Nieuwe jaargang toevoegen

source: New Volume Name
nl_nl: Nieuwe jaargangnaam

source: View Volume
nl_nl: Jaargang bekijken

source: Volume %s
nl_nl: Jaargang %s

source: Any Econozel page
nl_nl: Elke Econozelpagina

source: Any page that belongs to the Econozel domain
nl_nl: Elke pagina die valt onder d' Econozel

source: The Econozel home page
nl_nl: D' Econozel homepagina

source: The archive pages of Econozel Volumes
nl_nl: De archiefpagina's van Econozeljaargangen

source: Each Individual Volume
nl_nl: Elke individuele jaargang

source: Entries in the Econozel Volume taxonomy
nl_nl: Items in d' Econozeljaargang taxonomy

source: The archive pages of Econozel Editions
nl_nl: De archiefpagina's van d' Econozeledities

source: Each Individual Edition
nl_nl: Elke individuele editie

source: Entries in the Econozel Edition taxonomy
nl_nl: Items in d' Econozeleditie taxonomy

source: The archive pages of Econozel Articles
nl_nl: De archiefpagina's van Econozelartikelen

source: Each Individual Article
nl_nl: Elke individueel artikel

source: Entries in the Econozel Article post type
nl_nl: Items in het Econozelartikel post type

# volume archives breadcrumb title
source: Volumes
nl_nl: Jaargangen

# edition archives breadcrumb title
source: Editions
nl_nl: Edities

# article archives breadcrumb title
source: Articles
nl_nl: Artikelen

# article archives breadcrumb title
source: Featured Articles
nl_nl: Uitgelichte artikelen

source: A list of (recent) articles.
nl_nl: Een lijst van (recente) artikelen.

source: There were no articles found.
nl_nl: Er zijn geen artikelen gevonden.

source: Articles in %s
nl_nl: Artikelen in %s

source: Filter articles by edition:
nl_nl: Filter artikelen per editie:

source: &mdash; No Selection &mdash;
nl_nl: &mdash; Geen selectie &mdash;

source: Limit articles to show:
nl_nl: Beperk te tonen artikelen:

source: &mdash; All articles &mdash;
nl_nl: &mdash; Alle artikelen &mdash;

source: Only recent articles
nl_nl: Alleen recente artikelen

source: Only older articles
nl_nl: Alleen oudere artikelen

source: Only effects unfiltered article lists.
nl_nl: Beperkt alleen een ongefilterde lijst van artikelen.

source: For an edition, the title will be overridden.
nl_nl: Voor een editie wordt de titel overschreven.

source: Number of articles to show:
nl_nl: Aantal te tonen artikelen:

source: For an edition, all articles are shown.
nl_nl: Voor een editie worden alle artikelen getoond.

source: Display article author(s)?
nl_nl: Artikelauteur(s) tonen?

source: Display edition or post date?
nl_nl: Editie of publicatiedatum tonen?

source: Display featured articles?
nl_nl: Toon uitgelichte artikelen?

source: Econozel Recent Comments
nl_nl: Econozel Recente Reacties

source: A list of the most recent article comments.
nl_nl: Een lijst van de meest recente artikelreacties.

source: New Econozel Article
nl_nl: Nieuw Econozelartikel

source: %1$s posted the <a href="%2$s">article</a>
nl_nl: %1$s schreef een <a href="%2$s">artikel</a>

source: %1$s posted the <a href="%2$s">article</a>, on the site %3$s
nl_nl: %1$s schreef een <a href="%2$s">artikel</a>, op de site %3$s

source: %1$s posted the article %2$s
nl_nl: %1$s schreef het artikel %2$s

source: %1$s posted the article %2$s, on the site %4$s
nl_nl: %1$s schreef het artikel %2$s, op de site %4$s

source: %1$s posted the article %2$s in edition %3$s
nl_nl: %1$s schreef het artikel %2$s in editie %3$s

source: %1$s posted the article %2$s in edition %3$s, on the site %4$s
nl_nl: %1$s schreef het artikel %2$s in editie %3$s, op de site %4$s

source: New Article Comment
nl_nl: Opmerking bij een artikel gepost

source: %1$s commented on the <a href="%2$s">article</a>
nl_nl: %1$s reageerde op een <a href="%2$s">artikel</a>

source: %1$s commented on the <a href="%2$s">article</a>, on the site %3$s
nl_nl: %1$s reageerde op een <a href="%2$s">artikel</a>, op de site %3$s

source: %1$s commented on the article %2$s
nl_nl: %1$s reageerde op het artikel %2$s

source: %1$s commented on the article %2$s, on the site %3$s
nl_nl: %1$s reageerde op het artikel %2$s, op de site %3$s

source: Search Articles...
nl_nl: Zoek artikelen...

source: Articles published
nl_nl: Gepubliceerde artikelen

source: You have not published any articles.
nl_nl: Je hebt geen artikelen gepubliceerd.

source: This user has not published any articles.
nl_nl: Deze gebruiker heeft geen artikelen gepubliceerd.

source: Latest Articles
nl_nl: Nieuwste publicaties

source: Latest Archived
nl_nl: Laatst gearchiveerd

source: Active Articles
nl_nl: Actieve artikelen

source: It seems there are no articles having been commented on lately.
nl_nl: Het lijkt er op dat er recent geen artikelen zijn besproken.

source: Recent Comments
nl_nl: Recente reacties

source: Written by %s
nl_nl: Geschreven door %s

source: Oh bother! There were no Articles found here.
nl_nl: Vervelend! Er zijn hier geen artikelen gevonden.

source: Oh bother! There were no Editions found here.
nl_nl: Vervelend! Er zijn hier geen edities gevonden.

source: Oh bother! There were no Volumes found here.
nl_nl: Vervelend! Er zijn hier geen jaargangen gevonden.

source: Present d' Econozel on your site with articles, editions, and volumes.
nl_nl: Presenteer d' Econozel op je site met artikelen, edities en jaargangen.
